export default {
    info: {
        header: 'Узнайте, что происходит в мире прямо сейчас',
        login: 'Присоединяйтесь к Твиттеру прямо сейчас!',
        signUp: 'Присоединяйтесь к Твиттеру прямо сейчас!',
        signUpButton: 'Регистрация',
        signInButton: 'Войти',
        loginInputPlaceholder: 'Логин',
        passwordInputPlaceholder: 'Пароль',
    }, registration: {
        one: {
            header: 'Создайте учётную запись',
            info: 'Вы попали на страничку регистрации! Заполните пустые поля и нажмите "Далее", чтобы перейти к следующему этапу',
            nickname: 'Придумайте уникальное имя, по которому другие пользователи смогут вас найти',
            email: 'Введите ваш действительный адрес электронной почты',
            nicknameLegend: 'Ник',
            emailLegend: 'Электронная почта',
        },
        nextButton: 'Далее',
    }
};