export default {
    lang: 'ru',
    nextButton: 'Далее',
    authorization: {
        header: 'Позвольте всем узнать о ваших мыслях',
        login: 'Войдите в свой аккаунт прямо сейчас!',
        signUp: 'Нет аккаунта? Присоединяйтесь! Нас уже 1000000',
        signUpButton: 'Регистрация',
        signInButton: 'Войти',
        loginInputPlaceholder: 'Логин',
        passwordInputPlaceholder: 'Пароль',
        forgot: 'Забыли пароль?',
    },
    registration: {
        one: {
            header: 'Создайте учётную запись',
            info: 'Вы попали на страничку регистрации! Заполните пустые поля и нажмите "Далее", чтобы перейти к следующему этапу',
            nickname: 'Придумайте уникальное имя, по которому другие пользователи смогут Вас найти',
            email: 'Введите Ваш действительный адрес электронной почты',
            nicknameLegend: 'Ник',
            emailLegend: 'Электронная почта',
        },
        third: {
            header: 'Придумайте свой пароль',
            info: 'Ваш аккаунт почти создан. Осталось лишь придумать надёжный пароль, который защитит его от злоумышленников',
            password: 'Безопасный пароль должен состоять как минимум из 8 символов и содержать цифры и буквы в верхнем и нижнем регистрах',
            confirm: 'Введите созданный Вами пароль ещё раз, чтобы убедиться, что вы ввели его правильно',
            passwordLegend: 'Пароль',
            confirmLegend: 'Подтвердите пароль',
        },
    },
    restore: {
        header: 'Укажите данные для восстановления',
        info: 'Эта процедура позволит Вам вернуть утерянный доступ к учётной записи',
        login: 'Введите Ваш логин или адрес электронной почты, к которому привязан Ваш аккаунт',
    },
};